Repository: Sirius0103/enigma2-skins
Catalog: python/Plugins/Extensions/SetupNeutronHD/locale/*/LC_MESSAGES/SetupNeutronHD.po
Languages: ru

source: Setup skin NeutronHD
ru: Настройка скина НейтронHD

source: Setup NeutronHD
ru: Установки НейтронHD

source: Version skin:
ru: Версия скина:

source: Style skins:
ru: Стиль скина:

source: Channel number in infobars:
ru: Номер канала в инфобарах:

source: Widgets infobar:
ru: Виджеты в инфобаре:

source: Additional widget infobar:
ru: Доп. виджет в инфобаре:

source: Widgets secondinfobar:
ru: Виджеты во втором инфобаре:

source: Additional widget secondinfobar:
ru: Доп. виджет во втором инфобаре:

source: ECM, EPG panel in secondinfobar:
ru: ECM, EPG панели во втором инфобаре:

source: Additional widgets in channel selection:
ru: Доп. виджеты в селекторе каналов:

source: Panel EPG in channel selection:
ru: Панель EPG в селекторе каналов:

source: Widget mediainfobar:
ru: Виджет в медиаинфобаре:

source: Panel description in movie selection:
ru: Панель описания в селекторе записей:

source: Clock in menu, infobars:
ru: Часы в меню и инфобарах:

source: Other widget in infobars:
ru: Другие виджеты в инфобарах:

source: Position dish:
ru: Позиция антенны:

source: Scrollbar in menu:
ru: Показать скролл в меню:

source: Fonts:
ru: Шрифт:

source: Title text color:
ru: Цвет текста заголовков:

source: Menu text color:
ru: Цвет текста меню:

source: Additional text color:
ru: Цвет доп. текста:

source: Cursor text color:
ru: Цвет текста курсора:

source: Cursor backdrop color:
ru: Цвет фона курсора:

source: Progress bar color:
ru: Цвет бара прогресса:

source: Error by processing !!!
ru: Ошибка при обработке !!!

source: No install components TMBD !!!
ru: Не установлены компоненты TMBD !!!

source: No install components Calendar !!! Press blue button to install !!!
ru: Не установлены компоненты Calendar !!! Нажмите синюю кнопку для установки !!!

source: No install components WeatherMSN !!! Press blue button to install !!!
ru: Не установлены компоненты WeatherMSN !!! Нажмите синюю кнопку для установки !!!

source: No install components !!! Press blue button to install !!!
ru: Не установлены компоненты !!! Нажмите синюю кнопку для установки !!!

source: Do you want to restart the GUI now ?
ru: Вы хотите перезапустить GUI сейчас ?

source: saturday, 01 january 12:00
ru: суббота, 01 января 12:00

source: saturday, 01.01.2010 12:00
ru: суббота, 01.01.2010 12:00

source: rambler weather
ru: rambler погода

source: msn weather
ru: msn погода

source: msn weather full
ru: msn погода полная

source: calendar
ru: календарь

source: rambler weather, calendar
ru: rambler погода, календарь

source: msn weather, calendar
ru: msn погода, календарь

source: msn weather full, calendar
ru: msn погода полная, календарь

source: default
ru: по умолчанию

source: on left
ru: слева

source: on right
ru: справа

source: on centre
ru: в центре

source: picon provider
ru: пикон провайдера

source: picon sattelite
ru: пикон спутника

source: picon provider, picon sattelite
ru: пикон провайдера, пикон спутника

source: tuner
ru: тюнер

source: picon provider, tuner
ru: пикон провайдера, тюнер

source: picon sattelite, tuner
ru: пикон спутника, тюнер

source: picon provider, picon sattelite, tuner
ru: пикон провайдера, пикон спутника, тюнер

source: analog tuner
ru: аналоговый тюнер

source: picon provider, analog tuner
ru: пикон провайдера, аналоговый тюнер

source: picon sattelite, analog tuner
ru: пикон спутника, аналоговый тюнер

source: picon provider, picon sattelite, analog tuner
ru: пикон провайдера, пикон спутника, аналоговый тюнер

source: ecm centre
ru: ecm в центре

source: ecm right
ru: ecm справа

source: ecm left
ru: ecm слева

source: epg centre
ru: epg в центре

source: epg right
ru: epg справа

source: epg left
ru: epg слева

source: ecm centre, epg centre
ru: ecm в центре, epg в центре

source: ecm right, epg left
ru: ecm справа, epg слева

source: ecm left, epg right
ru: ecm слева, epg справа

source: picons
ru: пиконы

source: channel info
ru: данные канала

source: picon channel, channel info
ru: пикон канала, данные канала

source: picon channel, picon provider, channel info
ru: пикон канала, пикон провайдера, данные канала

source: picon channel, picon provider, picon sattelite, channel info
ru: пикон канала, пикон провайдера, пикон спутника, данные канала

source: now
ru: сейчас

source: now, next
ru: сейчас, следущая

source: 9 programs
ru: 9 программ

source: standard
ru: стандартная

source: TMDB plugin
ru: TMDB плагин

source: poster
ru: постер

source: poster, description
ru: постер, описание

source: white
ru: белый

source: lightgrey
ru: светлосерый

source: grey
ru: серый

source: darkgrey
ru: тёмносерый

source: yellow
ru: жёлтый

source: gold
ru: золотой

source: pink
ru: розовый

source: orange
ru: оранжевый

source: red
ru: красный

source: maroon
ru: малиновый

source: brown
ru: коричневый

source: aqua
ru: аква

source: lime
ru: лайм

source: green
ru: зелёный

source: darkgreen
ru: тёмнозелёный

source: skyblue
ru: голубой

source: blue
ru: синий

source: darkblue
ru: тёмносиний

source: glaucous
ru: сиреневый

source: purple
ru: фиолетовый

source: Install components
ru: Установить компоненты

source: Skin NeutronHD Developer: Sirius0103 Homepage: www.gisclub.tv Donate: WMZ Z395874509364 WME E284580190260 WMR R213063691482 WMU U658742613505
ru: Скин НейтронHD Разработчик: Sirius0103 Домашний сайт: www.gisclub.tv Поблагодарить: WMZ Z395874509364 WME E284580190260 WMR R213063691482 WMU U658742613505
